// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="Fax átviteli eredmények";
"User Name"="Felhasználói név";
"Start Date/Time"="Kezdési dátum/idő";
"End Date/Time"="Befejezési dátum/idő";
"Recipient"="Címzett";
"Company/Corp."="Cég/Vállalat";
"Fax Number"="Faxszám";
"Status"="Állapot";
"Number of Pages"="Oldalak száma";
"Image Quality"="Képminőség";
"Str_Fax_Transmission_Record_Num_Of_Selected"="%1$d / %2$d kiválasztva";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="A FAX Utility segédprogramról...";
"Preferences..."="Tulajdonságok...";
"Services"="Funkciók";
"Hide FAX Utility"="FAX Utility segédprogram elrejtése";
"Hide Others"="Egyéb programok elrejtése";
"Show All"="Összes megjelenítése";
"Quit FAX Utility"="Lépjen ki a FAX Utility-ből";
"File"="Fájl";
"Close"="Bezár";
"Save"="Mentés";
"Edit"="Szerkesztés";
"Delete log"="Naplófájl törlése";
"Window"="Ablak";
"Minimize"="Minimalizál";
"Help"="Súgó";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="Elküldve";
"SentStatusError10001"="Átvitel megszakítva";
"SentStatusError10002"="Nincs címzett megadva";
"SentStatusError10003"="Nem támogatott papírméret";
"SentStatusError10004"="Nincs elég szabad tárhely";
"SentStatusError10005"="Faxvonal foglalt";
"SentStatusError10006"="A tárcsázott szám hibás";
"SentStatusError10007"="Sikertelen színátvitel";
"SentStatusError10008"="Nincs tárcsahang";
"SentStatusError10009"="Nincs válasz";
"SentStatusError10010"="Oldalkorlát túllépése";
"SentStatusError10011"="Ismeretlen kommunikációs hiba";
"SentStatusError10012"="PC és nyomtató közötti kommunikációs hiba";
"SentStatusError10013"="Nyomtató és címzett közötti kommunikációs hiba";
"SentStatusError10014"="PC-FAX kikapcsolva";
"SentStatusErrorComm"="Kommunikációs hiba(%d)";
"SentStatusError10015"="Átvitel állapota ismeretlen";
"SentStatusError110001"="Ismeretlen hiba";

"SentResolutionNormal"="Normál";
"SentResolutionFine"="Finom(Színes)";
"SentResolutionPhoto"="Fénykép";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Mégse";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nem található a program végrehajtásához szükséges fájl.\nTelepítse újra a FAX Utility segédprogramot.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nyomtató (fax) információk megszerzése nem lehetséges. Nyissa ki a \"Print & Fax Preferences\" lehetőséget, majd adja hozzá a PC-FAX illesztőprogramot.";
"Str_Alert_Common_Confirm_OverWrite"="A megadott fájl már létezik. Felülírja?";
"Str_Alert_Common_Not_Responding_Error"="A nyomtató nem válaszol. Ellenőrizze, hogy a nyomtató megfelelően van-e csatlakoztatva, és be van-e kapcsolva.";
"Str_Alert_Common_Communication_Error"="Nyomtató kommunikációs hiba lépett fel.";
"Str_Alert_Common_Printer_Processing_Error"="A nyomtató feldolgozást végez. Várjon egy keveset, majd próbálja újra.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Hiba történt a nyomtatóval való kommunikáció során.\nHibakód (%d)";
"Str_Alert_Common_Error_Occurred"="A feldolgozás hiba miatt megszakításra került.";
"Str_Alert_Common_PrinterStatusError"="Hiba történt a nyomtatóban. Törölje a hibát és próbálja újra.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="A Fax átviteli eredmények nem nyitható meg, mert egy másik FAX Utility segédprogram funkció már fut. Várjon amíg a futó funkció befejeződik, és próbálja újra.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="Az átviteli eredményfájl nem nyitható meg. Nincs hozzáférési jogosultsága, vagy a fájl nem létezik.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="Nincs átviteli eredmény.";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="A naplófájl elmentése sikertelen. Módosítsa az elérési utat és a fájlnevet, majd mentse el újra.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="Naplófájl törlése sikertelen. Lehetséges, hogy egy másik alkalmazás használja, vagy nincs hozzáférési jogosultsága, vagy már korábban törlésre került.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="Minden naplófájl törlésre kerül. Kívánja folytatni?";

// ------------------------------------------------------------------------
"SentStatusError10017"="Hitelesítési hiba (nem engedélyezett)";
"SentStatusError10018"="Helytelen telefonvonal csatlakozás";
"SentResolutionPhotoY2"="Minőség";
"SentResolutionPhotoX2Y2"="Kiváló minőség";
